############
# Taps
############
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

############
# Binaries
############
# GIT
brew "git"
# Neovim
brew "neovim"
brew "tmux"
brew "fzf"
brew "ripgrep"
# PHP
brew "php"
brew "composer"
# Docker
brew "docker"
brew "docker-compose", link: false
# Kubernetes
brew "k9s"
brew "kubernetes-cli", link: false
# Misc
brew "nginx"
# Mac App Store manager
brew "mas"
# Mac backup
brew "mackup"

############
# Casks
############
cask "bitwarden"
cask "brave-browser"
cask "discord"
cask "stats"
cask "iconjar"
cask "docker"
cask "sequel-ace"
cask "insomnia"
