# Taps
tap 'homebrew/bundle'

# Binaries

# Development
brew 'php'
brew 'composer'
brew 'node'
brew 'npm'
brew 'go'
brew 'python3'

# Apps
cask 'ghostty'
cask 'bitwarden'
cask 'discord'
cask 'docker'
cask 'google-chrome'
cask 'tableplus'
cask 'visual-studio-code'

# Quicklook
cask 'qlmarkdown'
cask 'quicklook-json'

