# Taps
tap 'homebrew/bundle'
tap 'brew tap oven-sh/bun'

# Binaries

# Development
brew 'php'
brew 'composer'
brew 'node'
brew 'npm'
brew 'bun'
brew 'go'
brew 'python3'

# Apps
cask 'ghostty'
cask 'bitwarden'
cask 'discord'
cask 'docker'
cask 'spotify'
cask 'claude'
cask 'claude-code'
cask 'brave-browser'
cask 'tableplus'
cask 'phpstorm'

